IDEA StatiCa Open Model
MatAnchorProperties Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatAnchorProperties class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatAnchorProperties()
Public Sub New
public:
MatAnchorProperties()
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace